[
  { 
  "Pertanyaan": "Apa nama ibukota negara Brazil?",
 "jawaban:" "Brasília"
  },
  {
  "Pertanyaan:" "Apa perbedaan antara demokrasi representatif dan demokrasi langsung?",
 "jawaban:" "Demokrasi representatif melibatkan pemilihan wakil rakyat, sedangkan demokrasi langsung melibatkan partisipasi langsung rakyat dalam pengambilan keputusan."
  },
 {
  "Pertanyaan:" "Bagaimana pengaruh globalisasi terhadap budaya suatu bangsa?",
 "jawaban:" "Penyebaran budaya global, adopsi gaya hidup baru, dan hilangnya keberagaman budaya"
  },
 {
  "Pertanyaan:" "Apa peran Bank Dunia dalam perekonomian global?",
 "jawaban:" "Memberikan bantuan finansial dan teknis kepada negara-negara berkembang"
  },
 {
  "Pertanyaan:" "Siapa tokoh sejarah yang memimpin Revolusi Industri di Inggris?",
 "jawaban:" "James Watt"
  },
 {
  "Pertanyaan:" "Apa dampak perubahan iklim terhadap lingkungan?",
 "jawaban:" "Peningkatan suhu global, perubahan cuaca ekstrem, dan kenaikan permukaan air laut"
  },
 {
  "Pertanyaan:" "Apa tujuan utama dari Perserikatan Bangsa-Bangsa (PBB)?",
 "jawaban:" "Menjaga perdamaian dan keamanan dunia, kerjasama internasional, dan pengembangan hubungan persahabatan antar negara"
  },
 {
  "Pertanyaan:" "Apa yang dimaksud dengan PDB (Produk Domestik Bruto)?",
 "jawaban:" "Nilai total barang dan jasa yang dihasilkan oleh suatu negara dalam satu tahun"
  },
  {
  "Pertanyaan:" "Siapakah presiden pertama Republik Indonesia?",
 "jawaban:" "Soekarno"
  },
 {
  "Pertanyaan:" "Negara manakah yang memiliki luas wilayah terbesar di dunia?",
  "jawaban:" "Rusia"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
   {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "lol",
  "jawaban:" "lol"
  },
  {
  "Pertanyaan:" "Apa yang dimaksud dengan Teori Ketidaksetaraan Dunia dalam konteks ekonomi global?",
  "jawaban:" "Teori Ketidaksetaraan Dunia menyatakan bahwa pembangunan ekonomi global cenderung meningkatkan kesenjangan antara negara-negara kaya dan miskin."
  },
  {
  "Pertanyaan:" "Sebutkan dan jelaskan salah satu dampak negatif dari Revolusi Industri 4.0 terhadap lapangan pekerjaan.",
  "jawaban:" "Salah satu dampak negatif adalah penggantian pekerjaan manusia oleh otomatisasi, yang dapat menyebabkan pengangguran struktural.."
  },
  {
  "Pertanyaan:" "Apa peran Dana Moneter Internasional (IMF) dalam menanggulangi krisis ekonomi global?",
  "jawaban:" " IMF memberikan bantuan finansial kepada negara-negara yang mengalami krisis keuangan, tetapi seringkali memerlukan implementasi kebijakan struktural."
  },
  {
  "Pertanyaan:" "Jelaskan konsep *The Tragedy of the Commons* dan berikan contoh penerapannya dalam lingkungan.",
  "jawaban:" "*The Tragedy of the Commons* merujuk pada situasi di mana sumber daya bersama (commons) dieksploitasi berlebihan karena tidak ada pemilik tunggal yang bertanggung jawab. Contoh: Overfishing di lautan."
  },
  {
  "Pertanyaan:" "Sebutkan dan jelaskan salah satu teori tentang asal usul negara.",
  "jawaban:" "Teori Kontrak Sosial, yang menyatakan bahwa masyarakat membentuk negara melalui perjanjian bersama untuk menjaga keamanan dan keadilan."
  },
   ]
